exports.people_off =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⏳ از این به بعد جلسات رو به من یادآوری کن!'],
        ['😅 راهنمایی م کن!']
    ]
};

exports.people_on =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⌛️ دیگه جلسات رو به من یادآوری نکن!'],
        ['😅 راهنمایی م کن!']
    ]
};

exports.admin_off =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⏳ از این به بعد جلسات رو به من یادآوری کن!'],
        ['😅 راهنمایی م کن!'],
        ['😎 می خوام جلسه بعدی رو تعیین کنم!']
    ]
};

exports.admin_on =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⌛️ دیگه جلسات رو به من یادآوری نکن!'],
        ['😅 راهنمایی م کن!'],
        ['😎 می خوام جلسه بعدی رو تعیین کنم!']
    ]
};

exports.config_0 =
{
    keyboard:
    [
        ['✔️ شروع کانفیگ!']
    ]
};

exports.config_1 =
{
    keyboard:
    [
        ['۱۳۹۴'],
    ]
};

exports.config_2 =
{
    keyboard:
    [
        ['فروردین', 'اردیبهشت', 'خرداد'],
        ['تیر', 'مرداد', 'شهریور'],
        ['مهر', 'آبان', 'آذر'],
        ['دی', 'بهمن', 'اسفند']
    ]
};

exports.config_3_29 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹']
    ]
};

exports.config_3_30 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹', '۳۰']
    ]
};

exports.config_3_31 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹', '۳۰', '۳۱']
    ]
};

exports.config_4 =
{
    keyboard:
    [
        ['مرکز تحقیقات'],
        ['سایر مکان ها...']
    ]
};

/*other place, mozu and tozihat need standard keyboard*/