exports.people_off =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⏳ از این به بعد جلسات رو به من یادآوری کن!'],
        ['😅 راهنمایی م کن!']
    ]
};

exports.people_on =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⌛️ دیگه جلسات رو به من یادآوری نکن!'],
        ['😅 راهنمایی م کن!']
    ]
};

exports.admin_off =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⏳ از این به بعد جلسات رو به من یادآوری کن!'],
        ['😅 راهنمایی م کن!'],
        ['😎 می خوام جلسه بعدی رو تعیین کنم!']
    ]
};

exports.admin_on =
{
    keyboard:
    [
        ['🕒 جلسه بعدی چه زمانیه؟'],
        ['⌛️ دیگه جلسات رو به من یادآوری نکن!'],
        ['😅 راهنمایی م کن!'],
        ['😎 می خوام جلسه بعدی رو تعیین کنم!']
    ]
};

exports.config_0 =
{
    keyboard:
    [
        ['✔️ شروع کانفیگ!'],
        ['✖️ نه، بیخیال!']
    ]
};

exports.config_1 =
{
    keyboard:
    [
        ['۱۳۹۴'],
        ['✖️ کانفیگ رو کنسل کن...']
    ]
};

exports.config_2 =
{
    keyboard:
    [
        ['فروردین', 'اردیبهشت', 'خرداد'],
        ['تیر', 'مرداد', 'شهریور'],
        ['مهر', 'آبان', 'آذر'],
        ['دی', 'بهمن', 'اسفند'],
        ['✖️ کانفیگ رو کنسل کن...']
    ]
};

exports.config_3_29 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹'],
        ['✖️ کانفیگ رو کنسل کن...']
    ]
};

exports.config_3_30 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹', '۳۰'],
        ['✖️ کانفیگ رو کنسل کن...']
    ]
};

exports.config_3_31 =
{
    keyboard:
    [
        ['۰۱', '۰۲', '۰۳', '۰۴', '۰۵', '۰۶', '۰۷', '۰۸', '۰۹', '۱۰'],
        ['۱۱', '۱۲', '۱۳', '۱۴', '۱۵', '۱۶', '۱۷', '۱۸', '۱۹', '۲۰'],
        ['۲۱', '۲۲', '۲۳', '۲۴', '۲۵', '۲۶', '۲۷', '۲۸', '۲۹', '۳۰', '۳۱'],
        ['✖️ کانفیگ رو کنسل کن...']
    ]
};

exports.config_4 =
{
    keyboard:
    [
        ['مرکز تحقیقات'],
        ['یه جایی غیر از مرکز...'],
        ['✖️ کانفیگ رو کنسل کن...']
    ],
    one_time_keyboard: true
};

exports.config_8 =
{
    keyboard:
    [
        ['✔️ هماهنگه!'],
        ['✖️ نه، کنسلش کن!']
    ]
};

/*other place, mozu and tozihat need standard keyboard*/